{
  "police": {
    "0": {
      "fail": "Произошла серия грабежей, но из-за ограниченного бюджета полиция не смогла справиться. Город потерял 120$.",
      "success": "Возникла серия грабежей, но полиция смогла задержать преступников и вернуть украденное имущество.",
      "need": 45,
      "failDolls": 120
    },
    "1": {
      "fail": "Преступники провели аферу с поддельными деньгами, и ваша полиция не смогла их задержать из-за ограниченности средств. Город потерял 180$.",
      "success": "Преступники пытались распространить поддельные деньги, но полиция смогла задержать их и предотвратить ущерб.",
      "need": 50,
      "failDolls": 180
    },
    "2": {
      "fail": "Был совершен ограбление ювелирного магазина, и полиция не смогла задержать преступников из-за ограниченности средств. Город потерял 150$.",
      "success": "Был совершен ограбление ювелирного магазина, но полиция успешно выследила и арестовала преступников.",
      "need": 55,
      "failDolls": 150
    },
    "3": {
      "fail": "Произошла драка на улицах города, и полиция не смогла быстро восстановить порядок из-за ограниченного бюджета. Город потерял 90$.",
      "success": "На улицах города началась драка, но полиция успешно восстановила порядок и задержала нарушителей.",
      "need": 35,
      "failDolls": 90
    },
    "4": {
      "fail": "Банковский ограбитель скрылся, и полиция не смогла его поймать из-за ограниченности средств. Город потерял 200$.",
      "success": "Банковский ограбитель пытался скрыться, но полиция сумела его задержать и вернуть деньги.",
      "need": 60,
      "failDolls": 200
    },
    "5": {
      "fail": "Город стал свидетелем серии вооруженных нападений, но полиция не смогла эффективно реагировать из-за ограниченности бюджета. Город потерял 240$.",
      "success": "Город столкнулся с серией вооруженных нападений, но полиция смогла нейтрализовать преступников и предотвратить новые нападения.",
      "need": 70,
      "failDolls": 240
    },
    "6": {
      "fail": "Пропал ребенок, и полиция не смогла быстро его найти из-за ограниченности средств. Город потерял 130$.",
      "success": "В городе пропал ребенок, но благодаря действиям полиции он был быстро найден и вернут к родителям.",
      "need": 50,
      "failDolls": 130
    },
    "7": {
      "fail": "Было совершено ограбление магазина, и преступники ушли с деньгами, так как полиция не смогла быстро прибыть из-за ограниченности бюджета. Город потерял 100$.",
      "success": "Магазин был ограблен, но полиция оперативно прибыла на место и арестовала преступников.",
      "need": 40,
      "failDolls": 100
    },
    "8": {
      "fail": "Преступники устроили грандиозное ограбление банка и скрылись, так как полиция была неспособна их остановить из-за ограниченности средств. Город потерял 300$.",
      "success": "Группа преступников попыталась ограбить банк, но благодаря слаженным действиям полиции они были задержаны, а деньги возвращены.",
      "need": 80,
      "failDolls": 300
    },
    "9": {
      "fail": "Была совершена серия вандалических актов по всему городу, и полиция не смогла предотвратить их из-за ограниченности бюджета. Город потерял 70$.",
      "success": "Город столкнулся с волной вандализма, но полиция сумела задержать виновников и восстановить порядок.",
      "need": 30,
      "failDolls": 70
    }
  },
  "medicine": {
    "0": {
      "fail": "Вспышка неизвестной болезни привела к массовому заражению, и медицинский центр не смог справиться из-за ограниченных ресурсов. Город потерял 6 человек.",
      "success": "Вспышка неизвестной болезни угрожала городу, но благодаря усилиям медицинского центра эпидемия была остановлена.",
      "need": 15,
      "people": 6
    },
    "1": {
      "fail": "Недостаток необходимых медикаментов сказался на лечении больных, и несколько человек умерли из-за ограниченности средств. Город потерял 4 человека.",
      "success": "Несмотря на недостаток медикаментов, медицинский центр смог обеспечить лечение всем нуждающимся и спасти жизни.",
      "need": 12,
      "people": 4
    },
    "2": {
      "fail": "Город столкнулся с вспышкой сальмонеллеза из-за низкого качества продуктов, и медицинский центр был неспособен справиться с этим из-за ограниченности ресурсов. Город потерял 8 человек.",
      "success": "Вспышка сальмонеллеза потребовала массовых усилий медицинского центра, но благодаря им эпидемия была остановлена, и потерь удалось избежать.",
      "need": 20,
      "people": 8
    },
    "3": {
      "fail": "Медицинский центр не смог обеспечить своевременную помощь при серии дорожно-транспортных происшествий из-за ограниченности средств. Город потерял 5 человек.",
      "success": "При серии дорожно-транспортных происшествий медицинский центр оказал необходимую помощь всем пострадавшим, предотвратив дополнительные потери.",
      "need": 14,
      "people": 5
    },
    "4": {
      "fail": "Возникла угроза вспышки гриппа нескольких штаммов, и медицинский центр не смог обеспечить вакцинацию всего населения из-за ограниченных ресурсов. Город потерял 7 человек.",
      "success": "Медицинский центр справился с вакцинацией населения, предотвратив распространение гриппа и спасая жизни.",
      "need": 18,
      "people": 7
    },
    "5": {
      "fail": "Заражение пищевым ядом большого числа жителей привело к массовой госпитализации, но медицинский центр не смог обеспечить необходимое количество крови из-за ограниченности средств. Город потерял 10 человек.",
      "success": "Заражение пищевым ядом повлекло за собой массовую госпитализацию, но благодаря дополнительным ресурсам медицинского центра все пациенты были спасены.",
      "need": 25,
      "people": 10
    },
    "6": {
      "fail": "Медицинский центр не смог оказать эффективную помощь при аварии на химическом предприятии из-за ограниченности средств. Город потерял 4 человека.",
      "success": "После аварии на химическом предприятии медицинский центр смог оказать квалифицированную помощь пострадавшим и предотвратить ухудшение ситуации.",
      "need": 12,
      "people": 4
    },
    "7": {
      "fail": "Медицинский центр не смог обеспечить необходимые препараты для лечения хронических больных, и несколько человек умерли. Город потерял 3 человека.",
      "success": "Несмотря на недостаток препаратов, медицинский центр смог оказать помощь хроническим больным и предотвратить лишние потери.",
      "need": 10,
      "people": 3
    },
    "8": {
      "fail": "Город столкнулся с вспышкой опасного вида пневмонии, и медицинский центр не смог справиться с наплывом больных из-за ограниченности ресурсов. Город потерял 9 человек.",
      "success": "Медицинский центр успешно справился с вспышкой опасной пневмонии, предоставив необходимую помощь всем пострадавшим и предотвратив распространение болезни.",
      "need": 22,
      "people": 9
    },
    "9": {
      "fail": "Нехватка медицинского оборудования повлияла на качество оказания медицинской помощи, и несколько человек умерли. Город потерял 4 человека.",
      "success": "Несмотря на ограниченные ресурсы, медицинский центр сумел справиться с нагрузкой и спасти большинство жизней пациентов.",
      "need": 11,
      "people": 4
    }
  },
  "fireman": {
    "0": {
      "fail": "Возник большой пожар в жилом районе, и пожарная служба не смогла быстро его потушить из-за ограниченности средств. Город потерял 130$.",
      "success": "Большой пожар в жилом районе был успешно потушен пожарной службой, предотвратив дополнительные убытки.",
      "need": 40,
      "failDolls": 130
    },
    "1": {
      "fail": "Заводский пожар привел к выбросу опасных веществ, и пожарная служба не смогла предотвратить их распространение из-за ограниченности средств. Город потерял 180$.",
      "success": "Пожар на заводе был локализован и потушен пожарной службой, предотвратив выброс опасных веществ в окружающую среду.",
      "need": 50,
      "failDolls": 180
    },
    "2": {
      "fail": "В результате стихийного бедствия произошла серия лесных пожаров, и пожарная служба не смогла справиться с ними из-за ограниченности средств. Город потерял 220$.",
      "success": "Пожарная служба сумела справиться с серией лесных пожаров, минимизировав ущерб для природы и города.",
      "need": 60,
      "failDolls": 220
    },
    "3": {
      "fail": "Пожар в складском комплексе привел к разрушению здания и уничтожению товаров, так как пожарная служба не смогла быстро потушить его из-за ограниченности средств. Город потерял 160$.",
      "success": "Пожар в складском комплексе был потушен, спасены остатки товаров, и дополнительные убытки были предотвращены.",
      "need": 55,
      "failDolls": 160
    },
    "4": {
      "fail": "Небольшой пожар в ресторане вышел из-под контроля из-за ограниченности средств пожарной службы. Город потерял 70$.",
      "success": "Пожар в ресторане был быстро потушен, предотвратив дополнительные разрушения и убытки.",
      "need": 30,
      "failDolls": 70
    },
    "5": {
      "fail": "Вспышка пожара на химическом предприятии создала опасность для города, и пожарная служба не смогла быстро ограничить его из-за ограниченности средств. Город потерял 250$.",
      "success": "Пожар на химическом предприятии был успешно ограничен, и распространение опасных веществ было предотвращено.",
      "need": 70,
      "failDolls": 250
    },
    "6": {
      "fail": "Пожар в многоэтажном здании привел к эвакуации жильцов, так как пожарная служба не смогла быстро его потушить из-за ограниченности средств. Город потерял 140$.",
      "success": "Пожар в многоэтажке был успешно потушен, жильцы вернулись в свои квартиры, и дополнительные потери были предотвращены.",
      "need": 45,
      "failDolls": 140
    },
    "7": {
      "fail": "Возник пожар на складе горюче-смазочных материалов, и пожарная служба не смогла предотвратить его распространение из-за ограниченности средств. Город потерял 200$.",
      "success": "Пожар на складе горюче-смазочных материалов был успешно локализован и потушен, предотвратив катастрофу.",
      "need": 65,
      "failDolls": 200
    },
    "8": {
      "fail": "Сильный ветер вызвал серию пожаров на территории города, и пожарная служба не смогла быстро справиться с ними из-за ограниченности средств. Город потерял 280$.",
      "success": "Сильный ветер вызвал серию пожаров, но пожарная служба сумела эффективно их потушить, предотвратив распространение огня.",
      "need": 75,
      "failDolls": 280
    },
    "9": {
      "fail": "Пожар в гостиничном комплексе привел к эвакуации гостей, так как пожарная служба не смогла быстро его потушить из-за ограниченности средств. Город потерял 170$.",
      "success": "Пожар в гостиничном комплексе был успешно потушен, и гости смогли вернуться к своим делам без дополнительных потерь.",
      "need": 50,
      "failDolls": 170
    }
  },
  "security": {
    "0": {
      "fail": "Неизвестные хакеры атаковали городскую инфраструктуру, и личная охрана не смогла предотвратить кибератаку из-за ограниченности ресурсов. Город потерял 1 звезду оценки жителей.",
      "success": "Неизвестные хакеры попытались атаковать инфраструктуру города, но благодаря действиям личной охраны киберугроза была нейтрализована.",
      "need": 35,
      "star": 1
    },
    "1": {
      "fail": "Террористическая группировка попыталась устроить взрыв в торговом центре, и личная охрана не смогла предотвратить инцидент из-за ограниченности ресурсов. Город потерял 2 звезды оценки жителей.",
      "success": "Террористическая группировка попыталась совершить взрыв, но благодаря действиям личной охраны удалось предотвратить катастрофу и защитить горожан.",
      "need": 50,
      "star": 2
    },
    "2": {
      "fail": "Было совершено нападение на дипломатический корпус, и личная охрана не смогла предотвратить инцидент из-за ограниченности ресурсов. Город потерял 1 звезду оценки жителей.",
      "success": "Нападение на дипломатический корпус было предотвращено благодаря действиям личной охраны, и город сохраняет высокую оценку жителей.",
      "need": 40,
      "star": 1
    },
    "3": {
      "fail": "Преступная группировка попыталась провести крупное ограбление банка, и личная охрана не смогла предотвратить инцидент из-за ограниченности ресурсов. Город потерял 2 звезды оценки жителей.",
      "success": "Попытка крупного ограбления банка была успешно предотвращена личной охраной, и жители продолжают оценивать безопасность города на высоком уровне.",
      "need": 55,
      "star": 2
    },
    "4": {
      "fail": "На городской стадион был совершен теракт, и личная охрана не смогла предотвратить взрыв из-за ограниченности ресурсов. Город потерял 3 звезды оценки жителей.",
      "success": "Террористический акт на стадионе был предотвращен благодаря действиям личной охраны, и город продолжает радовать жителей высокой безопасностью.",
      "need": 60,
      "star": 3
    },
    "5": {
      "fail": "Опасная преступная группировка начала шантажировать важных бизнесменов города, и личная охрана не смогла предотвратить угрозы из-за ограниченности ресурсов. Город потерял 2 звезды оценки жителей.",
      "success": "Благодаря скоординированным действиям личной охраны угрозы преступной группировки были обнаружены и устранены, поддерживая высокий уровень безопасности.",
      "need": 50,
      "star": 2
    },
    "6": {
      "fail": "Важный мероприятия было осквернено актом вандализма, и личная охрана не смогла предотвратить инцидент из-за ограниченности ресурсов. Город потерял 1 звезду оценки жителей.",
      "success": "Акт вандализма на важном мероприятии был предотвращен личной охраной, и жители продолжают оценивать безопасность города на высоком уровне.",
      "need": 40,
      "star": 1
    },
    "7": {
      "fail": "Была совершена попытка похищения важного государственного деятеля, и личная охрана не смогла предотвратить инцидент из-за ограниченности ресурсов. Город потерял 2 звезды оценки жителей.",
      "success": "Была совершена попытка похищения важного государственного деятеля, но она была успешно предотвращена действиями личной охраны, поддерживая безопасность в городе.",
      "need": 55,
      "star": 2
    },
    "8": {
      "fail": "Возникли массовые беспорядки в центре города, и личная охрана не смогла быстро восстановить порядок из-за ограниченности ресурсов. Город потерял 2 звезды оценки жителей.",
      "success": "Возникли массовые беспорядки в центре города, но они были успешно потушены личной охраной, и город продолжает радовать жителей высокой безопасностью.",
      "need": 50,
      "star": 2
    },
    "9": {
      "fail": "Важное событие было нарушено диверсией, и личная охрана не смогла предотвратить инцидент из-за ограниченности ресурсов. Город потерял 1 звезду оценки жителей.",
      "success": "Важное событие было нарушено попыткой диверсии, но личная охрана успешно предотвратила диверсию на важном событии, и жители продолжают оценивать безопасность города на высоком уровне.",
      "need": 40,
      "star": 1
    }
  }
}
