{
  police: {
    0: {
      fail: 'Казна города была ограблена, к сожалению, полиция не смогла справиться из-за слишком низкого финансирования. Вы потеряли 110$.',
      success: 'Была попытка ограбления казны, однако ваша полиция смогла справиться с преступниками.',
      need: 40,
      failDolls: 70
    },
    1: {
      fail: 'Государственный торговый центр был ограблен, к сожалению, полиция не смогла справиться из-за слишком низкого финансирования. Вы потеряли 35$.',
      success: 'Была попытка ограбления казны, однако ваша полиция смогла справиться с преступниками.',
      need: 25,
      failDolls: 35
    },
    2: {
      fail: 'Произошел взлом компьютерной сети города, и злоумышленники поставили вас в безвыходное положение. Вынуждены заплатить выкуп в размере 50$.',
      success: 'Произошел взлом компьютерной сети города, но полиция быстро отреагировала на угрозу взлома компьютерной сети и предотвратила потенциальный кибератаку.',
      need: 30,
      failDolls: 50
    },
    3: {
      fail: 'Местный банк был ограблен, полиция не смогла предотвратить ограбление. Вы потеряли 200$.',
      success: 'Местный банк был ограблен, но благодаря оперативной работе полиции, ограбление банка было предотвращено.',
      need: 55,
      failDolls: 100
    },
    4: {
      fail: 'Был совершен побег из местной тюрьмы, и преступники до сих пор на свободе. Вам придется потратить 80$, чтобы вернуть ситуацию под контроль.',
      success: 'Был совершен побег из местной тюрьмы, но полиция быстро справилась с ситуацией и задержала беглецов.',
      need: 35,
      failDolls: 80
    },
    5: {
      fail: 'Протестующие заблокировали центральную площадь, требуя изменений в законодательстве. Полиция не смогла разогнать массу без инцидентов. Вы потеряли 50$.',
      success: 'Протестующие заблокировали центральную площадь, но полиция эффективно справилась с задачей и разогнала протестующих, избежав насилия.',
      need: 20,
      failDolls: 50
    },
    6: {
      fail: 'Преступная группировка начала шантажировать местных предпринимателей. Полиция не смогла найти улики. Вам придется заплатить выкуп в размере 70$.',
      success: 'Преступная группировка начала шантажировать местных предпринимателей, но благодаря оперативной работе полиции, преступники были разоблачены и арестованы.',
      need: 40,
      failDolls: 70
    },
    7: {
      fail: 'Серия краж из домов потрясла город. Полиция не смогла справиться с волной преступлений. Вы потеряли 30$.',
      success: 'Серия краж из домов потрясла город, но полиция разработала эффективную стратегию и смогла задержать крайнего злоумышленника.',
      need: 15,
      failDolls: 30
    },
    8: {
      fail: 'Террористическая угроза парализовала город. Полиция не смогла найти устройство вовремя. Вы потеряли 120$.',
      success: 'Террористическая угроза парализовала город, но благодаря совместным усилиям полиции, угроза была устранена, и город спасен.',
      need: 50,
      failDolls: 100
    },
    9: {
      fail: 'Возникла массовая драка между двумя группами молодежи. Полиция не смогла предотвратить насилие. Вы потеряли 25$.',
      success: 'Возникла массовая драка между двумя группами молодежи, но полиция быстро прибыла на место и разогнала драчующих, предотвратив серьезные травмы.',
      need: 10,
      failDolls: 25
    }
  },
  medicine: {
    0: {
      fail: 'Началась эпидемия и из-за недостатка финансирования медицинский центр не справился. Город потерял 3 человека.',
      success: 'Началась эпидемия, однако медицинский центр разработал вакцину и город был спасён.',
      need: 10,
      people: 3
    },
    1: {
      fail: 'Неожиданное вспышка опасного вируса привело к панике в городе. Медицинский центр не смог справиться с большим потоком пациентов. Город потерял 4 человека.',
      success: 'Неожиданное вспышка опасного вируса привело к панике в городе, но медицинский центр мобилизовал свои ресурсы и остановил распространение вируса, предотвратив дополнительные потери.',
      need: 15,
      people: 4
    },
    2: {
      fail: 'В городе началась серия пищевых отравлений, вызванных загрязнением воды. Медицинский центр не смог оказать своевременную помощь, и четыре человека пострадали.',
      success: 'В городе началась серия пищевых отравлений, вызванных загрязнением воды, но медицинский центр выявил источник загрязнения воды и предпринял меры для предотвращения дальнейших случаев отравлений.',
      need: 8,
      people: 4
    },
    3: {
      fail: 'Мощное землетрясение повлекло за собой многочисленные травмы. Медицинский центр был перегружен и не смог помочь 4 пострадавшим.',
      success: 'Мощное землетрясение повлекло за собой многочисленные травмы, но медицинский центр организовал быстрый отклик на землетрясение и предоставил неотложную помощь всем пострадавшим.',
      need: 12,
      people: 4
    },
    4: {
      fail: 'Резкое изменение погоды вызвало вспышку гриппа. Медицинский центр был недостаточно подготовлен и город потерял 2 человека из-за осложнений.',
      success: 'Резкое изменение погоды вызвало вспышку гриппа, но медицинский центр справился с увеличенным числом больных и предоставил эффективное лечение гриппа.',
      need: 18,
      people: 2
    },
    5: {
      fail: 'Неожиданный выброс токсичных веществ из местной промышленной зоны привел к отравлениям. Медицинский центр не смог помочь 3 пострадавшим.',
      success: 'Неожиданный выброс токсичных веществ из местной промышленной зоны привел к отравлениям, но медицинский центр среагировал на ситуацию и обеспечил необходимое лечение пострадавшим.',
      need: 10,
      people: 3
    },
    6: {
      fail: 'Город подвергся атаке ядерной ракеты, вызвавший радиационное заражение. Медицинский центр не смог предоставить эффективную защиту от радиации, и город потерял 4 человека.',
      success: 'Город подвергся атаке ядерной ракеты, вызвавший радиационное заражение, но медицинский центр предоставил неотложную помощь пострадавшим от радиационного заражения, минимизировав потери.',
      need: 20,
      people: 4
    },
    7: {
      fail: 'Местные дети подверглись отравлению после случайного контакта с химическими веществами. Медицинский центр не смог оказать своевременную помощь и город потерял 3 детей.',
      success: 'Местные дети подверглись отравлению после случайного контакта с химическими веществами, но медицинский центр предоставил специализированное лечение для пострадавших детей, спасая их жизни.',
      need: 12,
      people: 3
    },
    8: {
      fail: 'Местные фермеры начали применять опасные пестициды, вызвавшие отравление почвы и воды. Медицинский центр не смог предотвратить воздействие пестицидов, и город потерял 4 человека.',
      success: 'Местные фермеры начали применять опасные пестициды, вызвавшие отравление почвы и воды, но медицинский центр предоставил медицинскую помощь отравившимся и организовал кампанию по осведомлению о безопасных методах сельского хозяйства.',
      need: 15,
      people: 4
    },
    9: {
      fail: 'В городе началась эпидемия неизвестной болезни, и медицинский центр не смог предоставить своевременную помощь. Город потерял 3 человека.',
      success: 'В городе началась эпидемия неизвестной болезни, но медицинский центр исследовал и выявил источник болезни, предоставив эффективное лечение и предотвратив дополнительные потери.',
      need: 10,
      people: 3
    }
  },
  fireman: {
    0: {
      fail: 'Начался пожар в местном торговом центре, и из-за недостаточного финансирования пожарная служба не смогла его потушить. Вы потеряли 60$',
      success: 'Начался пожар в местном торговом центре, но пожарная служба смогла его полностью потушить.',
      need: 10,
      failDolls: 60
    },
    1: {
      fail: 'Пожар в лесной зоне начал распространяться, и недостаточное финансирование пожарной службы не позволило быстро остановить огонь. Вы потеряли 40$.',
      success: 'Пожар в лесной зоне был успешно потушен, и дополнительные ущербы были предотвращены.',
      need: 8,
      failDolls: 40
    },
    2: {
      fail: 'Неудачная попытка горожанки потушить костер на пикнике привела к возгоранию дома. Пожарная служба не смогла быстро прибыть, и дом был серьезно поврежден. Вы потеряли 80$.',
      success: 'Неудачная попытка горожанки потушить костер на пикнике привела к возгоранию дома, но пожарная служба быстро прибыла на место и смогла предотвратить дополнительные разрушения дома.',
      need: 15,
      failDolls: 80
    },
    3: {
      fail: 'Сильный ветер вызвал разгорание крупного пожара в местной нефтеперерабатывающей компании. Пожарные не смогли справиться с огнем из-за недостаточного оборудования. Вы потеряли 120$.',
      success: 'Сильный ветер вызвал разгорание крупного пожара в местной нефтеперерабатывающей компании, но пожарные организовали координацию усилий и смогли локализовать пожар, предотвратив угрозу для окружающей территории.',
      need: 25,
      failDolls: 120
    },
    4: {
      fail: 'Искры от электропроводки вызвали пожар в местном жилом доме. Недостаточное финансирование пожарной службы привело к частичному разрушению здания. Вы потеряли 50$.',
      success: 'Искры от электропроводки вызвали пожар в местном жилом доме, но пожарная служба среагировала быстро и смогла предотвратить дополнительные повреждения здания.',
      need: 12,
      failDolls: 50
    },
    5: {
      fail: 'Сгорел сарай на одной из ферм, и пожарные из-за ограниченных ресурсов не смогли предотвратить убытки. Вы потеряли 30$.',
      success: 'Сгорел сарай на одной из ферм, но пожарные оперативно прибыли на место и предотвратили распространение огня на другие постройки.',
      need: 6,
      failDolls: 30
    },
    6: {
      fail: 'Местный ресторан загорелся из-за неисправности газового оборудования. Пожарная служба не смогла быстро предотвратить распространение огня, и ресторан получил серьезные повреждения. Вы потеряли 70$.',
      success: 'Местный ресторан загорелся из-за неисправности газового оборудования, но пожарная служба сумела быстро потушить пламя и предотвратить дополнительные разрушения ресторана.',
      need: 14,
      failDolls: 70
    },
    7: {
      fail: 'Из-за недостатка финансирования пожарная служба не смогла быстро справиться с пожаром на складе химических веществ. Вы потеряли 90$.',
      success: 'Начался пожар на складе хим. веществ, но пожарные эффективно сработали в сложных условиях и предотвратили дополнительное загрязнение окружающей среды.',
      need: 18,
      failDolls: 90
    },
    8: {
      fail: 'Сгорело несколько автомобилей на стоянке из-за неосторожности. Пожарная служба не смогла оперативно предотвратить ущерб. Вы потеряли 40$.',
      success: 'Сгорело несколько автомобилей на стоянке из-за неосторожности, ножарная служба ограничила огонь, спасая остальные автомобили на стоянке от повреждений.',
      need: 8,
      failDolls: 40
    },
    9: {
      fail: 'Пожар начался в старом деревянном доме, и пожарная служба из-за ограниченных ресурсов не смогла предотвратить полное уничтожение здания. Вы потеряли 80$.',
      success: 'Пожар начался в старом деревянном доме, но пожарная служба смогла локализовать огонь и спасти значительную часть дома от разрушения.',
      need: 16,
      failDolls: 80
    }
  },
  security: {
    0: {
      fail: 'В результате организованного нападения на мэрию был убит важный чиновник. Личная охрана не смогла предотвратить инцидент из-за нехватки ресурсов. Ваш город потерял опытного и квалифицированного руководителя и оценка жителей уменьшилась.',
      success: 'В результате организованного нападения на мэрию был устроен покушение на важного чиновника, но личная охрана сумела предотвратить его, обеспечивая безопасность важных личностей.',
      need: 30,
      star: 2
    },
    1: {
      fail: 'Важный городской проект был разрушен из-за взрыва на территории мэрии. Личная охрана не смогла предотвратить инцидент, и оценка жителей упала из-за потери перспективного проекта.',
      success: 'Важный городской проект был подвергнут взрывной атаке, но личная охрана действовала оперативно и сумела предотвратить разрушение, поддерживая развитие города.',
      need: 25,
      star: 1
    },
    2: {
      fail: 'Важная выставка была сорвана из-за угрозы теракта. Личная охрана не смогла обеспечить безопасность мероприятия, и оценка жителей упала из-за потери культурного события.',
      success: 'Важная выставка была подвергнута угрозе теракта, но личная охрана успешно предотвратила возможную угрозу, обеспечивая безопасность мероприятия и сохраняя позитивное восприятие жителей.',
      need: 20,
      star: 1
    },
    3: {
      fail: 'В результате диверсии был уничтожен важный общественный объект. Личная охрана не смогла предотвратить инцидент, и оценка жителей упала из-за потери значимого объекта для города.',
      success: 'В результате диверсии был устроен покушение на важный общественный объект, но личная охрана смогла предотвратить его, обеспечивая сохранность важных мест для города.',
      need: 22,
      star: 1
    },
    4: {
      fail: 'В результате нападения на важное событие были пострадавшие. Личная охрана не смогла предотвратить инцидент, и оценка жителей упала из-за нарушения их безопасности.',
      success: 'В результате нападения на важное событие личная охрана успешно предотвратила масштабное происшествие, обеспечивая безопасность участников мероприятия и поддерживая доверие жителей.',
      need: 18,
      star: 1
    },
    5: {
      fail: 'Опасные вещества были подброшены на территорию мэрии, что вызвало панику среди жителей. Личная охрана не смогла предотвратить инцидент, и оценка жителей упала из-за нарушения безопасности в городе.',
      success: 'Опасные вещества были подброшены на территорию мэрии, но личная охрана оперативно справилась с угрозой, минимизируя панику среди жителей и обеспечивая безопасность города.',
      need: 15,
      star: 1
    },
    6: {
      fail: 'Важное мероприятие было затронуто взрывом. Личная охрана не смогла предотвратить инцидент, и оценка жителей упала из-за потери важного события для города.',
      success: 'Важное мероприятие было затронуто взрывом, но личная охрана оперативно справилась с угрозой, обеспечивая безопасность и успешное продолжение мероприятия.',
      need: 17,
      star: 1
    },
    7: {
      fail: 'Важная переговорная встреча была сорвана из-за угрозы. Личная охрана не смогла обеспечить безопасность встречи, и оценка жителей упала из-за нарушения дипломатических процессов.',
      success: 'Важная переговорная встреча была подвергнута угрозе, но личная охрана успешно предотвратила возможную угрозу, обеспечивая успешное проведение дипломатического события.',
      need: 24,
      star: 1
    },
    8: {
      fail: 'Террористическая группа попыталась взорвать важное здание. Личная охрана не смогла предотвратить инцидент, и оценка жителей упала из-за потенциальной угрозы для города.',
      success: 'Террористическая группа попыталась взорвать важное здание, но личная охрана оперативно справилась с угрозой, предотвратив теракт и обеспечивая безопасность города.',
      need: 28,
      star: 2
    },
    9: {
      fail: 'Серия нападений на высокопоставленных чиновников привела к хаосу в городе. Личная охрана не смогла предотвратить инциденты, и оценка жителей резко упала из-за потери стабильности.',
      success: 'Серия нападений на высокопоставленных чиновников была предотвращена службой безопасности, обеспечивая стабильность и поддерживая доверие жителей к власти.',
      need: 35,
      star: 3
    },
  }
}
